{
    "charactertypes" : [
        {
            "name" : "Susan O. Sorus",
            "type" : "karen",
            "generic": {
                "found": "Um, hello? This mall is full of weird junk on the floor. You really should hire more people to clean up around here. This place is a dump",
                "not_available": "What do you mean you don't have it?! That's the last straw, we're taking our business elsewhere.",
                "wrong": "Um, this isn't what I was looking for? Who do you take me for? What even is this? Can I talk to your manager?",
                "correct": "Thank goodness. Maybe I won't leave that bad review after all"
            },
            "lost": {
                "communicator" : "Um, hello? Is this the lost and found? I slipped and dropped my communicator while walking around the mall because the floors are too clean and slippery! I'm going to file a complaint to your supervisor when I get home!",
                "keys": "Um, hello? I lost the starter to my ship! How are me and my son supposed to leave? We're trapped in this dump!",
                "raygun": "Um, hello? Is this the lost and found? I lost the blaster I need for self-defense in this mall full of thugs! You need more security around here!",
                "petspider": "Um, hello? Is this the lost and found? I lost track of our family's best little friend in this convoluted mall! My son will be devastated if I don't find him soon!",
                "diary": "Um, hello? I lost this little book... hurry up and give it back before my husband sees, or he'll want to read it!",
                "ticket": "Hurry up! The movie is in the previews!",
                "toy": "Um hi? Is this the lost and found? My son dropped something over near the game shop. You better not have lost it, or I'm going to have some choice words for your management.",
                "briefcase": "My idiot husband dropped the bag where he keeps his work stuff! Is it back there anywhere?"
            }
        },
        {
            "name" : "Richie Lizzo",
            "type": "businessman",
            "generic": {
                "found": "Pardon me, I stumbled upon this lost trinket. I hope you can return it to its rightful owner.",
                "not_available": "Well, that is unfortunate. You'll be hearing from my many expensive lawyers.",
                "wrong": "This isn't what I lost, please don't waste any more of my time.",
                "correct": "Thank you for the help. I'll put in a good word to your management after I complete the purchase of this property."
            },
            "lost": {
                "communicator" : "",
                "keys": "Excuse me, I think I misplaced the keys to my penthouse condo in the pocket of a new suit I was getting fitted. Has anyone left it around here?",
                "raygun": "",
                "petspider": "Excuse me, have you seen my little Tara? She's a rare and expensive breed.",
                "diary": "My therapist said I need to keep a log of all the things that stress me out, and I lost track of it... you seen it around?",
                "ticket": "Hello there. I seem to have misplaced the slip for my front row seats at the concert starting soon. Is it around here?",
                "toy": "Hello there. My young daughter dropped something very special to her. Would it happen to have been dropped off here?",
                "briefcase": "Hello there. I seem to have misplaced an important case full of important documents pertaining to my work. I really need it. To buy this mall, actually."
            }
        },
        {
            "name" : "Ditzie Drago",
            "type": "valleygirl",
            "generic": {
                "found": "Heyyyy, I stepped on this weird lookin' thing... hope it isn't broken. I didn't break it, you never saw me here, mkay?",
                "not_available": "Whaaaat? Oh well. My dad'll probably buy me another one.",
                "wrong": "Whaaat? This isn't my stuff!",
                "correct": "Yaaay, thanks!"
            },
            "lost": {
                "communicator" : "Heyyyy, I think I set my comm down somewhere in the mall. It's like, super-duper important that I find it asap, it has a ton of pics and selfies I haven't posted yet and I also haven't answered my bf's text I just remembered I forgot to do that and also I think it was pretty expensive when my dad bought it and we didn't get a replacement plan even though I asked ya know?",
                "keys": "Heyyy, have you seen a like...uh, what's it called again. Ya know like. The thing you use to get in a house. I need it to get in my house, my folks will be asleep cause I'm totally gonna sneak in too late. What's that kinda thing called again? Doesn't matter, I'm sure you know what I mean. You got that lying back there?",
                "raygun": "Heyyy, have you seen my bf's, like, piece? He's really proud of it, always goes on about how nobody should mess with him. He's like, totally super insecure, it's cute.",
                "petspider": "Heyyy, have you seen my precious little baby anywhere? He jumped out of my purse while I was looking for a new purse, I think. Hope he didn't bite anyone... he totally didn't bite anyone, at all.",
                "diary": "Help, I lost my journal! I totally definitely don't write mean things about all my friends in it, and if you read it, you totally didn't see anything!",
                "ticket": "Heyyy so like me and my bf were supposed to see a virtual reality flick tonight and like he bought tickets but I totally lost mine and he's gonna go nuts and call me an airhead again and that's really gonna get me down so do you like have it or anything?",
                "toy": "Heyyy so like, I bought my little brother this cute little thing for him to like play with and stuff and I think I lost it somewhere, is it around here?",
                "briefcase": "So like. I totally didn't bring my dad's case full of money to the mall to spend it. But if I did, and set it down somewhere, would you happen to have seen it?"
            }
        },
        {
            "name" : "Kress Fallun",
            "type" : "dejectedguy",
            "generic": {
                "found": "Hey... I was wandering aimlessly around the mall when I found this. I'd be devastated if I lost something like this... hope you find who it belongs to.",
                "not_available": "Ofcourse... why do I even come to this consumerist nightmare...",
                "wrong": "Um... that's not my stuff...",
                "correct": "Thanks... I'm marginally less depressed now."
            },
            "lost": {
                "communicator" : "Nobody really calls me but... have you seen a communicator around here? I like to take moody pictures with the camera...",
                "keys": "I misplaced the key to my tiny 1 bedroom studio apartment on MegaBloc 6... any chance it ended up here?",
                "raygun": "Can't ever be too careful I guess... you seen a lost gun around here? Must have slipped out of my pocket or something...",
                "petspider": "My little pal Andy Mandibles is my only friend in this dark world, but he ran away from me like usual... seen him around here?",
                "diary": "Down at the coffee shop, I like to write poetry in this journal... I think I left it there by mistake... have you come across it?",
                "ticket": "I had a ticket to the virtual reality show, all by myself... and somehow even screwed that up... you seen it around?",
                "toy": "Hey...don't judge me, but I've got this keepsake from my youth, when times were happier... I think I dropped it somewhere...",
                "briefcase": "I've got this case full of my drawings... I'm hoping I can be a famous artist someday, if anyone ever notices my work... but they sure won't if I don't find it."
            }
        }
    ]
}

